---
kind: enumMember
id: F:Autodesk.Revit.DB.ReferenceType.StrongReference
enum: Autodesk.Revit.DB.ReferenceType
source: html/4cfd4e12-3613-c707-ed04-cd61bc7df347.htm
---
# Autodesk.Revit.DB.ReferenceType.StrongReference